<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Asana</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://desktop-downloads.asana.com/darwin_universal/prod/latest/Asana.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Asana</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Asana’s native desktop app removes distractions so you can focus on what’s important. Just download according to your OS, login with your email on the web, and you’ll be guided to your new favorite app.</string>
			<key>developer</key>
			<string>Asana Inc</string>
			<key>display_name</key>
			<string>Asana</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Asana</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.munki.Asana</key>
			<dict>
				<key>git_hash</key>
				<string>f2907f29760cdc7d3f4e58cc432781f35514755c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Asana/Asana.munki.recipe</string>
				<key>sha256_hash</key>
				<string>26fdddf6f0740bcfc83d43f00859e498acc690bd0239709eccbc4b5055d817d0</string>
			</dict>
			<key>com.github.mikestechshop.download.asana</key>
			<dict>
				<key>git_hash</key>
				<string>6a26de77eace66e86aaf40856b8628755ff597b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.mikestechshop-recipes/Asana/Asana.download.recipe</string>
				<key>sha256_hash</key>
				<string>bbc6caeb4c6f69f7a2d7776fc8597ee90dce0fe8545ea10c0051d88ef7a22527</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
