<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ChatGPT</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>ChatGPT</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>ChatGPT Desktop Application.</string>
			<key>developer</key>
			<string>OpenAI, L.L.C.</string>
			<key>display_name</key>
			<string>ChatGPT</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.Lotusshaney.munki.ChatGPT</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.Lotusshaney.download.ChatGPT</key>
			<dict>
				<key>git_hash</key>
				<string>d38bf9260ce27722f3de4ce09fcc2f3b5fc6cfce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.Lotusshaney-recipes/OpenAI/ChatGPT.download.recipe</string>
				<key>sha256_hash</key>
				<string>5e47f78c664b442a5767ff256c5ef8badc9c932d9171a9fbd63f5e45d6d21d7b</string>
			</dict>
			<key>com.github.Lotusshaney.munki.ChatGPT</key>
			<dict>
				<key>git_hash</key>
				<string>d38bf9260ce27722f3de4ce09fcc2f3b5fc6cfce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.Lotusshaney-recipes/OpenAI/ChatGPT.munki.recipe</string>
				<key>sha256_hash</key>
				<string>c3c03b0f5f32b5efb64a5eaf30636e1213dbc924883dd7efb59ab11e3eb1f474</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
