<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DisplayLinkManager</string>
	<key>Input</key>
	<dict>
		<key>BASE_URL</key>
		<string>https://www.synaptics.com</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>SW/DisplayLink/%NAME%</string>
		<key>NAME</key>
		<string>DisplayLinkManager</string>
		<key>SEARCH_URL</key>
		<string>products/displaylink-graphics/downloads/macos</string>
		<key>SOFTWARE_TITLE</key>
		<string>DisplayLink_Manager</string>
		<key>pkginfo</key>
		<dict>
			<key>_UA</key>
			<dict>
				<key>noUA</key>
				<true/>
			</dict>
			<key>catalogs</key>
			<array>
				<string>QA</string>
			</array>
			<key>category</key>
			<string>Tools</string>
			<key>description</key>
			<string>DisplayLink Manager is a new way to enable your DisplayLink dock, adapter or monitor on macOS platforms. It's an application that combines our latest driver with features that streamline the setup of mutliple displays up to 4K.</string>
			<key>developer</key>
			<string>DisplayLink</string>
			<key>display_name</key>
			<string>DisplayLinkManager</string>
			<key>minimum_os_version</key>
			<string>10.15</string>
			<key>name</key>
			<string>SW_%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.SRGSSR.munki.DisplayLinkManager</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.SRGSSR.download.DisplayLinkManager</key>
			<dict>
				<key>path</key>
				<string>~/documents/dev/GitHub/SRGSSR/recipes/DisplayLinkManager/DisplayLinkManager.download.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>57ece3681421927b7cf21e210a99776852684f2855ff14104f78f227580c18e6</string>
			</dict>
			<key>com.github.SRGSSR.munki.DisplayLinkManager</key>
			<dict>
				<key>path</key>
				<string>~/documents/dev/GitHub/SRGSSR/recipes/DisplayLinkManager/DisplayLinkManager.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7b30bd39b9ae49111f9d2ba5be78591b4a6ddd60a8166b049a0583a0a4483d04</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
