<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DisplayLink_Manager</string>
	<key>Input</key>
	<dict>
		<key>BASE_URL</key>
		<string>https://www.synaptics.com</string>
		<key>LOGIN_EXTENSION_URL</key>
		<string>https://www.synaptics.com/sites/default/files/exe_files/2021-02/macOS%20App%20LoginExtension-EXE.dmg</string>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_DESCRIPTION</key>
		<string>DisplayLink Manager is a new way to enable your DisplayLink dock, adapter or monitor on macOS platforms. It's an application that combines our latest driver with features that streamline the setup of mutliple displays up to 4K.</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Synaptics</string>
		<key>MUNKI_DISPLAYNAME</key>
		<string>DisplayLink Manager</string>
		<key>MUNKI_MINIMUM_OS_VERSION</key>
		<string>11.0.0</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>%MUNKI_CATEGORY%/%MUNKI_DEVELOPER%/%NAME%</string>
		<key>NAME</key>
		<string>DisplayLink Manager</string>
		<key>RE_PATTERN_1</key>
		<string>/products/displaylink-.+\?filetype=exe</string>
		<key>RE_PATTERN_2</key>
		<string>&lt;a.*href="(?P&lt;download_url&gt;.*[.]pkg)" download&gt;Accept&lt;\/a&gt;</string>
		<key>SEARCH_URL</key>
		<string>products/displaylink-graphics/downloads/macos</string>
		<key>SOFTWARE_TITLE</key>
		<string>DisplayLink_Manager</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>DisplayLink Manager.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>%MUNKI_DESCRIPTION%</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>%MUNKI_DISPLAYNAME%</string>
			<key>minimum_os_version</key>
			<string>%MUNKI_MINIMUM_OS_VERSION%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.davidbpirie.munki.DisplayLink_Manager</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.mlbz521.SharedProcessors/XPathParser</key>
			<dict>
				<key>git_hash</key>
				<string>d11cf4119a0827bc8925f27bc84c60bcc5cf000b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Shared Processors/XPathParser.py</string>
				<key>sha256_hash</key>
				<string>1179b2173a4e6968e3e6a38f79b114ac6a32ce043ed047e87859386e65401f65</string>
			</dict>
			<key>com.github.mlbz521.SharedProcessors/XarExtractSingleFile</key>
			<dict>
				<key>git_hash</key>
				<string>565d92bcc18659397201c14fbfe37f9ea3ef303d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.MLBZ521-recipes/Shared Processors/XarExtractSingleFile.py</string>
				<key>sha256_hash</key>
				<string>08178a69ba602ce7567ac3e4414ecc53a208bf7f1c5c7eb5152223ac77e7b0ab</string>
			</dict>
			<key>com.github.smithjw.processors/FriendlyPathDeleter</key>
			<dict>
				<key>git_hash</key>
				<string>c26a799a9933074405c283ed2041d94cebab027f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/SharedProcessors/FriendlyPathDeleter.py</string>
				<key>sha256_hash</key>
				<string>0b6bd25a9286ce875da80ca2a8e61bdb59b79214d5d1e5f465eab14b5d607e6c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.davidbpirie.munki.DisplayLink_Manager</key>
			<dict>
				<key>git_hash</key>
				<string>c534cf1b532f294ab490b49e0560150f12471343</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.davidbpirie-recipes/DisplayLink/DisplayLink_Manager.munki.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>9cb1638980230242a137e8985455a1d724766bd0f8688d96fb7f4b1ab81fc067</string>
			</dict>
			<key>com.github.smithjw.download.DisplayLink_Manager</key>
			<dict>
				<key>git_hash</key>
				<string>9fc275d719b902c14382b085c76f441cdc14c2f9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/DisplayLink/DisplayLink_Manager.download.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>aa2ddfa9bcc61cebf9db441ab6ac4b64a0aa0e11bf96dc928c262fdbbfdab14f</string>
			</dict>
			<key>com.github.smithjw.pkg.DisplayLink_Manager</key>
			<dict>
				<key>git_hash</key>
				<string>5e5b3dbe9a073cb6a349e8a3bdad2773d52391c5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.smithjw-recipes/DisplayLink/DisplayLink_Manager.pkg.recipe.yaml</string>
				<key>sha256_hash</key>
				<string>898990e5f29e4ba051bb83eebffc7f6d741be324059a7004c9895846f5241afc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
