<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Microsoft Teams</string>
	<key>Input</key>
	<dict>
		<key>DERIVE_MIN_OS</key>
		<string>YES</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MicrosoftTeams</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Teams (work or school)</string>
				<string>Microsoft Teams</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Get more done with Microsoft Teams

Your modern workplace at home, in the office, and on the go</string>
			<key>developer</key>
			<string>Microsoft Corporation</string>
			<key>display_name</key>
			<string>Microsoft Teams</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Microsoft Teams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.Microsoft Teams</key>
			<dict>
				<key>git_hash</key>
				<string>25261caafebc75132daef17c8fce9e14e9019c30</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Microsoft Teams/Microsoft Teams.download.recipe</string>
				<key>sha256_hash</key>
				<string>e0229110d84c1204d9fd514a97ed586a2ccab0763efacdc0f3501f48d581b28d</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.Microsoft Teams</key>
			<dict>
				<key>git_hash</key>
				<string>f4f3bba30d60bbe9678ee8c06a93a678412ff9fe</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Microsoft Teams/Microsoft Teams.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7b4259c15ac539cb6791841c68f1817bf3199a6baacc8c2f868f7c4eb87ee140</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
