<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Rectangle</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Rectangle</string>
		<key>PRERELEASE</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array/>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Move and resize windows on macOS with keyboard shortcuts and snap areas.</string>
			<key>developer</key>
			<string>Knollsoft</string>
			<key>display_name</key>
			<string>Rectangle</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postuninstall_script</key>
			<string>#!/bin/bash
/usr/bin/pkill -9 Rectangle</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Rectangle</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.Rectangle</key>
			<dict>
				<key>git_hash</key>
				<string>684d99035222145aac32f5bc0f41f31f837982e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Rectangle/Rectangle.download.recipe</string>
				<key>sha256_hash</key>
				<string>239291261db8ee7b5307f4482c5fd8b96b07c97eb20033c466d5876340a5ca4a</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.Rectangle</key>
			<dict>
				<key>git_hash</key>
				<string>db914e6d11cddd29ddcd30bd9f15ad213441ff79</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Rectangle/Rectangle.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f0bfa4abb7a56d55bc25a366e419ab52786bcc98aa110a5637a1098e2b71e351</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
